atmosphere/tutorials/ce3/x8currentT400/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

yu1            [0 0 0 0 0 0 0] 15000;
yu2            [0 0 0 0 0 0 0] 30000;
xd1            [0 0 0 0 0 0 0] 40000;
xd2            [0 0 0 0 0 0 0] 120000;
xs1            [0 0 0 0 0 0 0] -40000;
xs2            [0 0 0 0 0 0 0] -120000;
Uref           [0 0 0 0 0 0 0] 20;

// ************************************************************************* //
